Repository: 84000/data-translation-memory
Catalog: toh1-1-v1.tmx
Source language: bo
Languages: en

source: དེས་དེ་རབ་ཏུ་ཕྱུང་ཞིང་བསྙེན་པར་རྫོགས་པར་བྱས་ནས་དེའི་འོག་ཏུ་ཉི་མ་གཉིས་སམ་གསུམ་དུ་ཀུན་དུ་སྤྱད་པའི་ཆོས་དག་སློབ་ཏུ་བཅུག་
en: After allowing his going forth and ordaining him, for the next two or three days he trained him in his appropriate conduct,

source: ནས་སྨྲས་པ། བཞིན་བཟངས་རི་དགས་ཀྱིས་རི་དགས་མི་སོས།
en: and then said, “Sir , game does not eat other game.

source: དེ་བདག་ལ་དུས་དང་དུས་སུ་དངོས་དང་སྐྱེད་འབུལ་བ་ཡིན་ན།
en: “If he was repaying the principle and interest in timely fashion,

source: བདག་གིས་ཅིའི་ཕྱིར་གཟུང་སྙམ་མོ་དེས་བསམས་པ།
en: why did I accost him?”

source: གལ་ཏེ་ད་མཐོང་ན་བཟོད་པ་གསོལ་ལོ་
en: If I see him now, I will beg his forgiveness.”

source: སྙམ་ནས་དེས་མཉན་ཡོད་ཀྱི་སྒོར་བསྡད་དོ། །
en: With that he sat down at the gates to Śrāvastī.

source: མཉན་ཡོད་དུ་བསོད་སྙོམས་ལ་ཞུགས་པ་དང་།
en: and was preparing to beg alms in Śrāvastī

source: བཞིན་བཟངས་ཁྱོད་རབ་ཏུ་བྱུང་ན་ཁོ་བོ་ལ་དུས་དང་དུས་སུ་དངོས་དང་སྐྱེད་སུ་འབུལ་བར་འགྱུར།
en: “Sir , if you have gone forth, who will repay the principle and interest in timely fashion?

source: ཚུར་ཤོག་འདོང་ཞེས་དེས་ལག་པ་བརྐྱང་སྟེ། དེའི་ལག་པ་གཉིས་ནས་གཟུང་བར་བརྩམས་པ་དང་དེས་སྨྲས་པ།
en: Come back!” As the householder reached out to grab at him, the monk said,

source: ཁོ་བོ་ཅག་ལ་རྒྱལ་པོས་གཞོན་ནུའི་ཡོངས་སུ་སྤང་བ་བྱིན་པས་གལ་ཏེ་རེག་པར་བྱེད་ན་ཁྱོད་ཀྱི་ལག་པ་མཁྲིག་མ་ནས་གཅོད་དུ་གཞུག་གོ། །
en: “The king has given us a prince’s liberty. If you touch me, I shall cut your hand off at the wrist!”

source: འདི་ལྟར་བུ་ལོན་ཆགས་པ་ཡང་རབ་ཏུ་འབྱིན་པར་བྱེད་དོ་ཞེས་སྨོད་པར་བྱེད།
en: the allowing of this debtor’s going forth was denounced, disparaged, and criticized.

source: ཕྱར་ཀ་གཏོང་བར་བྱེད།
en: disparaged, and criticized.

source: ཁ་ཟེར་བར་བྱེད་པའི་སྐབས་དེ་བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་རྣམས་ཀྱིས་གསོལ་པ་དང་།
en: The monks asked the Blessed One about it, and

source: ཉེས་དམིགས་གང་ཅི་བྱུང་བ་དེ་ནི་དགེ་སློང་དག་བུ་ལོན་ཆགས་པ་རབ་ཏུ་འབྱིན་པ་ལས་གྱུར་པ་ཡིན་ནོ་
en: “All those shortcomings ensue from monks allowing the debtors’s going forth.”

source: སྙམ་ནས་བཀའ་སྩལ་པ། དེ་ལྟ་བས་ན་དགེ་སློང་གིས་བུ་ལོན་ཆགས་པ་རབ་ཏུ་དབྱུང་བར་མི་བྱའོ། །
en: Then the Blessed One decreed, “In the light of this, monks should not allow debtors’ going forth.

source: འགའ་ཞིག་གི་གན་དུ་རབ་ཏུ་འབྱུང་བར་འདོད་པ་འོངས་ན་དེས་དེ་ལ་བུ་ལོན་ཆགས་པ་མ་ཡིན་ནམ་ཞེས་དྲི་བར་བྱའོ། །
en: If someone wishing to be allowed to go forth approaches any of you, ask him, ‘You aren’t a debtor, are you?’

source: མཉན་ཡོད་ན་ཁྱིམ་བདག་ཅིག་འདུག་པ་དེས་རིགས་མཉམ་པ་ལས་ཆུང་མ་བླངས་ནས།
en: when a householder living in Śrāvastī took a wife of equal caste

source: རྩེ་བར་བྱེད། དགའ་བར་བྱེད། དགའ་མགུར་སྤྱོད་པ་
en: The wife with whom he had sported, made love, and indulged all of his desires

source: དུས་གཞན་ཞིག་ན་དེས་བུ་དེ་སྤྱོས་པ་དང་། བུ་དེས་བསམས་པ།
en: At a certain point, the householder insulted his son, prompting his son to think,

source: ཕ་འདི་མགུ་དཀའ་བར་གྱུར་པས་བདག་གིས་འདིའི་སེམས་སྲུང་བར་བྱེད་མི་ནུས་ཀྱིས་འབྲོས་སུ་འགྲོའོ་སྙམ་མོ། །
en: “This father of mine is hard to please and I cannot guard my mind against his abuse.

source: ཤཱཀྱའི་སྲས་ཀྱི་དགེ་སྦྱོང་འདི་དག་ནི་རྒྱལ་པོ་ལས་གཞོན་ནུའི་ཡོངས་སུ་སྤང་བ་ཐོབ་པས་འདི་དག་གི་ནང་དུ་རབ་ཏུ་འབྱུང་བར་བྱའོ་
en: so instead I shall go forth among the ascetic sons of the Śākya, for they have secured from the king the liberty of a prince.”

source: སྙམ་ནས། དེ་རྒྱལ་བྱེད་ཀྱི་ཚལ་དུ་སོང་སྟེ་དགེ་སློང་གི་གན་དུ་སོང་ནས་སྨྲས་པ། །
en: With that he went to Jetavana, where he approached a monk and said,

source: དེས་སྐྱབས་སུ་འགྲོ་བ་དང་བསླབ་པའི་གཞི་དག་བྱིན་ནས་གང་གིས་དེ་ཞུ་བར་བྱེད་པའི་དགེ་སློང་ལ་ཡང་གསོལ་བ་བཏབ།
en: After the monk gave him refuge and the precepts, the son requested him to serve as his monk petitioner,

source: གང་གིས་དེའི་སྐྲ་དང་ཁ་སྤུ་དག་འབྲེག་པར་བྱེད་པའི་དགེ་སློང་ལ་ཡང་གསོལ་བ་བཏབ་གང་གིས་དེའི་ཁྲུས་བྱེད་པའི་དགེ་སློང་ལ་ཡང་གསོལ་བ་བཏབ།
en: as the monk who cuts his hair and beard, as the monk who oversees bathing,

source: གང་གིས་དེ་དགེ་ཚུལ་ཉིད་དུ་ཉེ་བར་སྒྲུབ་པར་བྱེད་པའི་དགེ་སློང་ལ་ཡང་གསོལ་བ་བཏབ་སྟེ།
en: and as the monk who inducts him into the novitiate.

source: དེ་རབ་ཏུ་ཕྱུང་ནས་གང་གིས་དེའི་ལས་བྱེད་པའི་དགེ་སློང་ལ་ཡང་གསོལ་བ་བཏབ།
en: Then, after his going forth was allowed, he again requested him,

source: གང་གིས་དེ་ལ་གསང་སྟེ་སྟོན་པའི་དགེ་སློང་ལ་ཡང་གསོལ་བ་བཏབ།
en: His final request to him was to serve as the monk who inquires into confidential matters.

source: གང་དག་དེའི་ལས་ཀྱི་གནས་སུ་འཇུག་པར་འགྱུར་བའི་དགེ་སློང་དག་ལ་ཡང་གསོལ་བ་བཏབ་ནས་
en: After the son had appealed to the monk to serve in all of these capacities,

source: དེ་བསྙེན་པར་རྫོགས་པར་བྱེད་པ་ན། ཁྱིམ་བདག་དེ་འོངས་ནས་དྲིས་པ།
en: the householder who was the ordinand’s father arrived during the ordination ceremony, and asked the monk,

source: འཕགས་པ་ཁྱེའུ་འདི་འདྲ་བ་ཞིག་མཆིས་པ་གཟིགས་སམ།
en: “Noble one, have you seen a lad fitting the description of my son?”

source: དེས་སྨྲས་པ། དེ་ཞུ་བར་བྱེད། དེ་སྐྲ་དང་ཁ་སྤུ་དག་འབྲེག་པར་བྱེད།
en: The monk replied, “I petitioned on his behalf, I cut his hair and beard,

source: དེ་ཁྲུས་བྱེད་དེ། དགེ་ཚུལ་ཉིད་དུ་ཉེ་བར་སྒྲུབ་པར་བྱེད། དེ་བསྙེན་པར་རྫོགས་པར་བྱེད་དོ་ཞེས་
en: I oversaw his bath, I inducted him into the novitiate, and I ordained him.”

source: དེ་དག་གིས་དེ་བསྙེན་པར་རྫོགས་པར་བྱས་ནས་གྲིབ་ཚོད་གཞལ་ཞིང་ཉིན་མཚན་གྱི་ཆ་དང་། དུས་ཚིགས་བརྗོད་དེ།
en: After the son was ordained, they measured the shadows and noted the time of day and the hour.

source: ས་རྣམས་དང་། ལྟུང་བར་འགྱུར་བའི་ཆོས་རྣམས་དང་།
en: They made sure he knew the foundations, what things brought about offenses,

source: དགེ་སྦྱོང་བྱེད་པའི་ཆོས་རྣམས་དང་། མཆོག་ཏུ་འདོད་པར་བྱ་བ་ཡང་དག་པ་ཉིད་ཀྱིས་རྫོགས་པ་ཉིད་དང་།
en: what constituted spiritual practice, how to attain perfect fulfillment of his greatest desire,

source: ཚུལ་ཁྲིམས་ཀྱིས་མཉམ་པར་གྱུར་པ་ཉིད་བསྒྲུབ་པ་ལ་ངེས་པར་སྦྱར་བར་བྱ་བ་དང་།
en: and how to practice the equally applicable ethical code.

source: ཚུལ་དང་འབྲེལ་བའི་གཟུགས་བརྙན་ལ་ངེས་པར་སྦྱར་བར་བྱ་བ་དང་།
en: They enjoined him to adhere to his role model,

source: དུལ་བར་གནས་པ་ཉིད་ལ་ངེས་པར་སྦྱར་བར་བྱ་བ་དང་། དགོས་པ་རྗེས་སུ་བསྒྲུབ་པ་ལ་ངེས་པར་སྦྱར་བར་བྱ་བ་དང་།
en: to dwell in tranquility, to acquire what is needed,

source: མ་བརྗོད་པ་ཡང་དག་པར་བླངས་པ་ཡོངས་སུ་ཤེས་པའི་བསྒྲུབ་པར་འགྱུར་བ་ཉིད་དང་།
en: to do what he must do to fully understand his unspoken commitments,

source: གུས་པ་ལ་ངེས་པར་སྦྱར་བ། ཤེས་རབ་མཆོག་གི་བསྟན་པ་ལ། །
en: to heed what he reveres, and told him:

source: ཁྱོད་ནི་བསྙེན་པར་རྫོགས་པར་གྱུར། །དལ་དང་འབྱོར་པ་རྙེད་དཀའ་བས། །འདི་དག་ཇི་ལྟ་བཞིན་དུ་སྒྲུབས། །
en: “You have been ordained Into the teachings of the most wise. To find leisure and opportunity is rare, So heed them perfectly.

source: མཛེས་པ་རབ་ཏུ་དབྱུང་བ་དང་། །ཡོངས་སུ་དག་པ་བསྙེན་རྫོགས་པར། །རྫོགས་སངས་རྒྱས་ཀྱིས་རབ་མཁྱེན་ཏེ། །བདེན་པའི་མཚན་གྱིས་བཀའ་སྩལ་ཏོ།
en: Knowing all, the Perfectly Awakened One, Whose name denotes truth, proclaimed That going forth is for the gracious And ordination for the pure.”

source: དང་། བསྒྲུབ་པར་བྱ་བ་ཐབས་བརྗོད་པ་དང་བཅས་པ་ལ་ངེས་པར་སྦྱར་བར་བྱས་ཏེ།
en: And they enjoined him in what he must practice and how.

source: དགེ་སློང་དེ་དག་ལངས་པ་དང་ཁྱིམ་བདག་དེ་འོངས་ཏེ་སྨྲས་པ།
en: As the newly ordained monk committed to these things, his father the householder arrived and asked,

source: འཕགས་པ་དག་ཅི་ཁྱེད་ཅག་སྤུ་གྲི་ཐོགས་པ་འབའ་ཞིག་གིས་སྡོད་དམ།
en: “Noble one, why are you just sitting there with a razor in your hand?

source: གལ་ཏེ་བདག་ལ་དད་པ་མ་མཆིས་པར་གྱུར་དུ་ལགས་ན་འདིའི་ཚངས་པར་སྤྱོད་པའི་བར་ཆད་དུ་འགྱུར་རོ། །
en: If he has lost faith in me, that will be an impediment to his living the holy life.

source: ཀྱེ་མ་ཁྱོད་ཀྱིས་ཞག་བདུན་ནམ་བརྒྱད་ཅིག་བསྲེལ་ན་ཅི་ནོངས་ཞེས་ཟེར་བའི་སྐབས་དེ་
en: Goodness! Where is the harm in waiting seven or eight days?”

source: ཉེས་དམིགས་གང་ཅི་བྱུང་བ་དེ་ནི་དགེ་སློང་དག་རབ་ཏུ་འབྱུང་བར་འདོད་པ་ཕ་མས་མ་གནང་བ་ཞག་བདུན་མི་བསྲེལ་བ་ལས་གྱུར་པ་ཡིན་ནོ་སྙམ་ནས་
en: “All those shortcomings ensue from monks not waiting seven or eight days for consent from the parents of one wishing to go forth.”

source: བཀའ་སྩལ་པ། དེ་ལྟ་བས་ན་འགའ་ཞིག་གི་གན་དུ་རབ་ཏུ་འབྱུང་བར་འདོད་པ་ཕ་མ་གསོན་ཞིང་དེ་གཉིས་ཀྱིས་མ་གནང་བར་འོངས་ན་
en: Then he decreed, “In the light of this, if someone approaches any of you, wishing to go forth, who has parents who are alive but have not granted him consent,

source: ཞག་བདུན་ནམ་བརྒྱད་བསྲེལ་བར་བྱའོ། །
en: wait seven or eight days.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་རབ་ཏུ་འབྱུང་བར་འདོད་པ་འོངས་ན་ཞག་བདུན་ནམ་བརྒྱད་བསྲེལ་བར་བྱའོ་ཞེས་བཀའ་སྩལ་ནས།
en: But later, after the Blessed One had said, “If someone approaches you, wishing to go forth, wait seven or eight days,”

source: རབ་ཏུ་འབྱུང་བར་འདོད་པ་ཕ་མས་གནང་བ་གཞན་དག་འོངས་ཤིང་ཡུལ་ཐག་རིང་བ་ཕ་མས་གཏམ་ཡང་མི་ཐོས་པ་དག་ཀྱང་
en: others arrived, wishing to go forth, whose parents had granted them consent, as did others coming from afar whose parents could not be consulted.

source: འོངས་པ་ན། དགེ་སློང་རྣམས་ཀྱིས་དེ་དག་ཀྱང་ཞག་བདུན་ནམ་བརྒྱད་སྲེལ་བར་བྱེད་པས་དེ་དག་རབ་ཏུ་བྱུང་བ་མ་ཐོབ་པར་དོང་སྟེ།
en: When this occurred, the monks made them, too, wait seven or eight days, and so some left without having been allowed to go forth.

source: དེ་ཉིད་ཚེ་དང་ལྡན་པ་དེ་དག་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་འབྱུང་བ་དང་བསྙེན་པར་རྫོགས་པ་དགེ་སློང་གི་དངོས་པོའི་བར་ཆད་དུ་གྱུར་པའི་སྐབས་དེ་
en: When that proved to be an impediment to monkhood, the state of having gone forth and been ordained in the well-proclaimed Dharma and Vinaya,

source: ཕ་མས་གནང་བ་གང་དག་འོངས་པ་དང་།
en: “Whoever comes with his parents’ consent,

source: ཡུལ་ཐག་རིང་པོ་ཕ་མས་གཏམ་ཡང་མི་ཐོས་པ་གང་དག་འོངས་པ་དེ་དག་ནི་རབ་ཏུ་དབྱུང་བར་བྱ་སྟེ།
en: and whoever comes from so far away that his parents cannot be consulted, their going forth should be allowed.

source: འདི་ལ་འགྱོད་པར་མི་བྱའོ།། །།
en: This you need not regret.”

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་མཉན་ཡོད་ན་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན་བཞུགས་སོ།
en: The Blessed Buddha was resident at the Jetavana, Anāthapiṇḍada’s grove near Śrāvastī,

source: མཉན་ཡོད་ན་ཁྱིམ་བདག་ཅིག་འདུག་པ་དེས་རིགས་མཉམ་པ་ལས་ཆུང་མ་བླངས་ནས་དེ་དེ་དང་ལྷན་ཅིག་རྩེ་བར་བྱེད། །
en: when a householder living in Śrāvastī took a wife of equal caste and together they sported,

source: རྩེ་བར་བྱེད། དགའ་བར་བྱེད། དགའ་མགུར་སྤྱོད་པར་བྱེད་པ་དེའི་བུ་བྱུང་ནས་
en: The wife with whom he had sported, made love, and indulged all of his desires then gave birth to a son,

source: དེས་ཆུང་མ་ལ་སྨྲས་པ། བཟང་མོ་ཡུ་བུ་ཅག་གི་བུ་ལོན་འཇལ་བར་བྱེད་པ་དང་། ནོར་སྤྱོད་པ་སྐྱེས་ཀྱིས།
en: upon which occasion the householder said, “Mistress, as we must repay our debts and build our wealth,

source: ཁོ་བོ་ཟོང་ཐོགས་ཏེ་ཡུལ་གཞན་དུ་འགྲོའོ། །
en: I shall go to trade in another land.”

source: རྗེའི་སྲས་དེ་བཞིན་མཛོད་ཅིག །
en: “Son of a lord, do as you wish.”

source: དེ་ཟོང་ཐོགས་ཏེ་ཡུལ་གཞན་དུ་སོང་བ་དང་།
en: With that, he set out for another land to trade,

source: དེ་དེ་ཉིད་དུ་ཚུལ་མ་ཡིན་པས་སྡུག་བསྔལ་བར་གྱུར་ཏོ། །
en: and in this land he suffered misfortune.

source: མས་ཁྱེའུ་དེ་ཉེ་དུའི་མཐུ་དང་ལག་མཐུས་བསྙོད་ཅིང་གསོས་ཏེ་
en: His wife gave guardianship of their son to relatives while supporting and providing for him through her own industry.

source: བསྐྱེད་ནས། དེས་ཁྱེའུ་དེ་ཡིག་དཔོན་ལ་བཅོལ་བ་དང་།
en: Once he had grown, she placed him under the tutelage of a court scribe.

source: ཁྱེའུ་དེའི་ན་ཟླ་རྣམས་ཀྱིས་ནི་ཡིག་འབྲུའི་ཡི་གེ་དག་ལོབས་ནས་ཕྱི་རོལ་གྱི་བསྟན་བཅོས་དག་བཀླག་པར་བརྩམས་སོ། །
en: While other boys of the lad’s age had already mastered their letters and had begun to study the grammar treatises,

source: དེ་ནི་ཡིག་འབྲུའི་ཡི་གེ་དེ་དག་ཉིད་ལ་སློབ་པར་བྱེད་པ་དང་།
en: he was still struggling to learn his letters.

source: དེའི་མ་ཡིག་དཔོན་གྱི་གན་དུ་སོང་སྟེ་ཕྱིན་ནས་སྨྲས་པ།
en: His mother went to the court scribe and said,

source: ཇོ་བོ་ཁྱེའུ་འདིའི་ན་ཟླ་ཁྱེའུ་དག་གིས་ཁྱོད་ལ་ཅི་འབུལ་བ་དེ་བདག་ཀྱང་ཁྱོད་ལ་འབུལ་ན།
en: “Master, whatever the other boys of the lad’s age may offer you, I too will give you.

source: ཁྱེའུ་འདིའི་ན་ཟླ་ཁྱེའུ་དག་གིས་ནི་ཡི་གེའི་ཡིག་འབྲུ་དག་ལོབས་ནས་ཕྱི་རོལ་གྱི་བསྟན་བཅོས་དག་བཀླག་པར་བརྩམས་ན།
en: Those boys have already mastered their letters and have begun to study the grammar treatises,

source: ཁྱེའུ་འདི་ནི་ད་དུང་ཡིག་འབྲུའི་ཡི་གེ་དག་སློབ་པར་བགྱིད་དོ། །
en: while this lad is still learning his letters.”

source: དེས་སྨྲས་པ། རྒྱུ་གཉིས་ཀྱིས་རིག་པ་ལོབས་པར་འགྱུར་ཏེ།
en: The court scribe replied, “There are two factors in honing one’s intelligence.

source: གང་ལ་བདག་ཉིད་ལས་བྱུང་བའི་ངོ་ཚ་ཤེས་པ་ཡོད་པ་དང་། གང་ལ་ཕྱི་རོལ་ལས་བྱུང་བའི་ཁྲེལ་ཡོད་པ་ཡོད་པས་སོ། །
en: The first is a sense of modesty, which pertains to oneself; another is a sense of propriety, which pertains to others.

source: ཁྱེའུ་འདི་ལ་ནི་ངོ་ཚ་ཤེས་པ་ཡང་མེད་ལ། ཁྲེལ་ཡོད་པ་ཡང་མེད་དོ། །
en: This lad has no modesty nor does he have any sense of propriety.

source: འདི་ལྟར་ཁྱོད་ལ་ཡང་ཉེས་པ་ཡོད་དེ། ཁོ་བོས་འདི་གཞུས་པ་ན་ཁྱོད་ཀྱིས་ཤེད་བསྐྱེད་དོ། །
en: For this, you too are at fault, for you object when I strike him.”

source: དེས་སྨྲས་པ། དེ་དེ་བཞིན་ནོ། །བདག་ལ་ནོངས་པ་དེ་མཆིས་ཏེ།
en: “I am guilty of that, as you say,” she responded,

source: ཁྱོད་ཀྱིས་གཞུས་པ་བདག་གིས་ཤེད་བསྐྱེད་དོ། །
en: “and I do object to your striking him.”

source: དུས་གཞན་ཞིག་ན་དེས་དེ་གཞུས་པ་དང་། དེ་ངུ་ཞིང་མའི་གན་དུ་སོང་ངོ་། །
en: Another time, the court scribe struck him and the lad went off crying to his mother.

source: མས་དེ་ལ་སྨྲས་པ། བུ་ཁྱོད་ཅིའི་ཕྱིར་ངུ་།
en: His mother asked him, “Son, why are you crying?”

source: མ་བདག་ཡིག་དཔོན་གྱིས་གཞུས་སོ། །
en: “Mother, the court scribe struck me.”

source: མས་ཀྱང་དེ་གཞུས་པ་དང་ཁྱེའུ་དེས་བསམས་པ།
en: His mother then struck him too, prompting the lad to think,

source: གཉི་གར་ཉེས་དམིགས་བྱུང་སྟེ། སྔོན་ནི་བདག་གནས་གཅིག་ཏུ་གཞུས་ན།
en: “Both are at fault. Before I was only struck in one place.

source: ད་ནི་གནས་གཉི་གར་གཞུས་པས་བདག་གིས་གནས་གཉི་གར་གནོད་པ་མི་བཟོད་པས་འབྲོས་སོ་སྙམ་
en: Now I am struck in both. I cannot bear being hurt in both places so I will run away.”

source: ནས་དེ་རྒྱལ་བྱེད་ཀྱི་ཚལ་དུ་སོང་བ་དང་། དེ་ན་དགེ་ཚུལ་ཞིག་མེ་ཏོག་ཐུ་བ་དེ་དེས་མཐོང་ནས་ཁྱེའུ་དེས་སྨྲས་པ།
en: With that, he set out for Jetavana, where he saw a novice picking flowers and said,

source: འཕགས་པ་ཁྱོད་རེ་བདེ། ཅིའི་ཕྱིར།
en: “Noble one, you look so happy. Why?”

source: གང་གི་ཕྱིར་ཁྱོད་རབ་ཏུ་བྱུང་བས་སོ། །ཁྱོད་ཅིའི་ཕྱིར་རབ་ཏུ་མི་འབྱུང་།
en: “It is because I have gone forth. Why don’t you go forth?”

source: འཕགས་པ་བདག་སུས་རབ་ཏུ་འབྱིན་པར་འགྱུར། དེས་སྨྲས་པ།
en: “Noble one, who can allow my going forth?” The novice said,

source: ཚུར་ཤོག་མཁན་པོའི་གན་དུ་འདོང་ཞེས་དེས་དེ་ཁྲིད་དེ་མཁན་པོའི་གན་དུ་སོང་ནས་སྨྲས་པ།
en: “Come, let us go before a preceptor,” and led him away. When they arrived before a preceptor, the novice said,

source: མཁན་པོ་རིགས་ཀྱི་བུ་འདི་རབ་ཏུ་འབྱུང་བར་འཚལ་གྱིས་འདི་རབ་ཏུ་དབྱུང་དུ་གསོལ།
en: “Preceptor, this son of noble family seeks to go forth. I ask that you allow his going forth.”

source: དེས་དེ་རབ་ཏུ་ཕྱུང་ངོ་། །དེའི་མ་ཡིག་དཔོན་གྱི་གན་དུ་སོང་སྟེ་
en: And with that, the preceptor allowed his going forth. His mother went to the court scribe,

source: སྨྲས་པ། ཁྱེའུ་དེ་ད་གར་མཆིས། དེ་དེ་རིང་ཁོ་བོས་གཞུས་སོ།
en: who asked, “Where is the lad? Today I struck him.” “I too struck him today,”

source: དེས་ཀྱང་སྨྲས་པ། བདག་གིས་ཀྱང་དེ་དེ་རིང་གཞུས་སོ།
en: she replied. “He has run away,”

source: ཡིག་དཔོན་གྱིས་སྨྲས་པ། དེ་བྲོས་ཀྱིས་ཚོལ་དུ་སོང་ཤིག །
en: the court scribe said. “You should go and look for him.”

source: དེས་དཀའ་ཐུབ་ཀྱི་ཚལ་དང་མུ་སྟེགས་ཀྱི་གནས་དེ་དང་དེ་དག་ཏུ་བུ་འདྲི་ཞིང་སོང་སྟེ་
en: She went searching for the boy, asking for word from the ascetics in the forest, among the tīrthika communities, and in other places;

source: དྲིས་ན་དེའི་གཏམ་ཐོས་པ་ཡང་སུ་ཡང་མེད་དོ། །
en: but wherever she asked, no one had heard any word of him.

source: དེ་མཉན་ཡོད་དུ་སོང་སྟེ་སྒོར་བསྡད་པ་དང་།
en: She went to Śrāvastī and waited at the gate.

source: དགེ་ཚུལ་དེ་ཡང་སྔ་དྲོ་ཤམ་ཐབས་བགོས་ལྷུང་བཟེད་དང་ཆོས་གོས་ཐོགས་ཏེ།
en: In the morning, the novice put on his lower robe, picked up his begging bowl and Dharma robes,

source: ཕྱི་བཞིན་འབྲང་བའི་དགེ་སྦྱོང་དགེ་ཚུལ་དེ་ཉིད་དང་མཉན་ཡོད་དུ་བསོད་སྙོམས་ལ་ཞུགས་པ་དང་དེས་དེ་
en: and was preparing to beg alms in Śrāvastī with the ascetic attendant novice in tow.

source: མཐོང་ནས་དེས་བྲང་བརྡུངས་ཏེ་སྨྲས་པ། །
en: When she saw her son, she beat her fists on his chest and cried,

source: བུ་དཀའ་ཐུབ་ཀྱི་ཚལ་དང་མུ་སྟེགས་ཀྱི་གནས་དེ་དང་དེ་དག་ཏུ་ཁོ་མོས་ཁྱོད་ཀྱི་ཕྱིར་མ་བཙལ་བ་དེ་དག་གང་ཡོད་དེ། །
en: “Son! I went searching for you among the ascetics in the forest, among the tīrthika communities, and in other places but everywhere I looked,

source: ཁྱོད་ཀྱི་གཏམ་ཐོས་པ་ཡང་སུ་ཡང་མེད་ན།
en: no one had heard any word of you.

source: ཁྱོད་ཤཱཀྱའི་བུའི་རྐུན་མ་རྣམས་ཀྱི་ནང་དུ་ཅིའི་ཕྱིར་རབ་ཏུ་འབྱུང་།
en: Why have you gone forth amongst these thieving sons of the Śākya?

source: ཚུར་ཤོག་འདོང་ཞེས་དེས་དེའི་ལག་པ་གཉིས་ནས་བཟུང་ནས་ཁྱིམ་དུ་ཁྲིད་དོ།
en: Come back!” Grabbing him with both hands, she dragged him home.

source: དེ་ཉིད་ཚེ་དང་ལྡན་པ་དེ་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་འབྱུང་བ་དང་བསྙེན་པར་རྫོགས་པ་དགེ་སློང་གི་དངོས་པོའི་བར་ཆད་དུ་གྱུར་པའི་སྐབས་དེ་
en: When that proved to be an impediment to monkhood, the state of having gone forth and been ordained in the well-proclaimed Dharma and Vinaya,

source: ཉེས་དམིགས་གང་ཅི་བྱུང་བ་དེ་ནི་དགེ་སློང་དག་དགེ་འདུན་ལ་མ་ཞུས་པར་རབ་ཏུ་འབྱིན་པ་ལས་གྱུར་པ་ཡིན་ནོ་སྙམ་ནས་བཀའ་སྩལ་པ།
en: “All those shortcomings ensue from monks allowing going forth without consulting the saṅgha.

source: དེ་ལྟ་བས་ན་དགེ་སློང་གིས་དགེ་འདུན་ལ་མ་ཞུས་པར་རབ་ཏུ་དབྱུང་བར་མི་བྱའོ།
en: That being the case, monks should not allow going forth without consulting the saṅgha.

source: འགའ་ཞིག་གི་གན་དུ་རབ་ཏུ་འབྱུང་བར་འདོད་པ་འོངས་ན་དེས་དེ་དགེ་འདུན་ལ་ཞུར་གཞུག་པར་བྱའོ། །
en: If someone wishing to go forth approaches any of you, have him petition the saṅgha.

source: མ་ཞུས་པར་རབ་ཏུ་འབྱིན་པར་བྱེད་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ།། །།
en: If you allow going forth without consulting them, a serious breach occurs.”

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྒྱལ་པོའི་ཁབ་ན་འོད་མའི་ཚལ་ཀ་ལན་ད་ཀའི་གནས་ན་བཞུགས་སོ། །
en: The Blessed Buddha was resident at the Kalandakanivāpa in the Bamboo Grove near Rājagṛha

source: རྒྱལ་པོའི་ཁབ་ན་བྲམ་ཟེ་ཞིག་འདུག་པ་དེས་རིགས་མཉམ་པ་ལས་ཆུང་མ་བླངས་ནས་དེ་དེ་དང་ལྷན་ཅིག་རྩེ་བར་བྱེད།
en: when a brahmin living in Rājagṛha took a wife of equal caste and together they sported,

source: བསྲིངས་ཤིང་བསྐྱེད་དེ་ཆེན་པོར་གྱུར་ཏོ། །
en: who was nurtured and grew until he was big.

source: དེ་དུས་གཞན་ཞིག་ན་ན་བར་གྱུར་ནས་སྨན་པ་ཐམས་ཅད་ཀྱིས་བོར་བ་དང་མས་དེ་ལ་སྨྲས་པ།
en: At a certain point, he fell ill, and when every doctor had given up hope, his mother said to him,

source: བུ་འཚོ་བྱེད་གཞོན་ནུས་གསོས་འདི་ནི་སྨན་པའི་རྒྱལ་པོ་བླ་ན་མེད་པ་ཡིན་གྱིས་
en: “Son, the physician Kumārabhṛta is the unsurpassed king of doctors.

source: འདིའི་གན་དུ་སོང་ཤིག །
en: To him you must go.”

source: དེ་འཚོ་བྱེད་ཀྱི་གན་དུ་སོང་སྟེ་སྨྲས་པ།
en: He went before the physician and pleaded,

source: འཚོ་བྱེད་བདག་ལ་གསོས་མཛོད་ཅིག །དེས་སྨྲས་པ། བཞིན་བཟངས་ཁྱོད་ནི་གསོ་དཀའ་ལ་འདི་
en: “Physician, please cure me.” “Sir ,” replied the physician, “your condition is hard to cure.

source: ལྟར་ཁོ་བོ་ཡང་གཞན་སུའི་གསོས་ཀྱང་མི་བྱེད་དེ།
en: Neither I nor anyone else can cure you,

source: ཁོ་བོ་ནི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཉན་ཐོས་ཀྱི་དགེ་འདུན་དང་བཅས་པ་དང་།
en: and I am physician to the Blessed Buddha and his community of disciples

source: རྒྱལ་པོ་བཙུན་མོའི་འཁོར་དང་བཅས་པ་གཉིས་ཀྱི་གསོས་བྱེད་དོ། །
en: as well as to the king, the queen, and their court.”

source: དེ་མའི་གན་དུ་སོང་བ་དང་མས་སྨྲས་པ།
en: He went to his mother, who asked,

source: བུ་ཁྱོད་འཚོ་བྱེད་ཀྱི་གན་དུ་སོན་ཏམ། མ་བདག་གིས་འཚོ་བྱེད་ཀྱི་གན་དུ་སོན་ན་
en: “Son, did you go to the physician?” “Mother, I went to the physician,

source: དེ་ན་རེ་ཁྱོད་ནི་གསོ་དཀའ་ལ། འདི་
en: who told me my condition is hard to cure.

source: ཁོ་བོ་ནི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཉན་ཐོས་ཀྱི་དགེ་འདུན་དང་བཅས་པ་དང་། །
en: that he is physician to the Blessed Buddha and his community of disciples

source: བུ་གལ་ཏེ་དེ་ལྟ་ན་རབ་ཏུ་བྱུང་ཤིག །
en: “In that case, son, go forth.”

source: མ་བདག་རིགས་ཀྱི་མཆོག་ཏུ་གྱུར་ནས་
en: “Mother, as I am of the highest caste,

source: ཇི་ལྟར་ཤཱཀྱའི་བུའི་དགེ་སྦྱོང་རིགས་སྣ་ཚོགས་ཅན་རྣམས་ཀྱི་ནང་དུ་རབ་ཏུ་འབྱུང་བར་བྱ།
en: how could I go forth into the mixed caste order of the ascetic sons of the Śākya?”

source: དེས་སྨྲས་པ། བུ་ཁྱོད་ཀྱི་ཀླད་པར་རྩྭ་ཀ་ཤ་དང་ཀུ་ཤ་སྐྱེ་བར་འགྱུར་རམ་ཅི་བབས་སོ་ཅོག །
en: “Son, has your brain turned to hay? Or are you just babbling?”

source: དེ་འོད་མའི་ཚལ་དུ་སོང་སྟེ་དགེ་སློང་གི་གན་དུ་སོང་ནས་སྨྲས་པ།
en: He went to the Bamboo Grove, where he approached a monk and said,

source: དེས་དེ་རབ་ཏུ་ཕྱུང་བ་དང་དེ་འཁུན་ཞིང་འདུག་གོ། །
en: As soon as the monk allowed his going forth, he sat down, moaning.

source: དེས་སྨྲས་པ། ཅིའི་ཕྱིར་འཁུན་ཅིང་འདུག །
en: The monk asked him, “Why do you sit and moan?”

source: མཁན་པོ་བདག་བྲོ་འཚལ་ཏོ། །
en: “Preceptor, I am unwell.”

source: དེས་སྨྲས་པ། བཞིན་བཟངས་ཅི་ཁྱོད་རབ་ཏུ་བྱུང་ནས་འདི་ལྟར་ན་བར་གྱུར་ཏམ།
en: “Sir , why have you fallen ill upon going forth?”

source: མཁན་པོ་བདག་རབ་ཏུ་བྱུང་ནས་འདི་ལྟར་བྲོ་འཚལ་བར་མ་གྱུར་གྱི།
en: “Preceptor, I have not fallen ill upon going forth.

source: བདག་བྲོ་འཚལ་བཞིན་དུ་རབ་ཏུ་བྱུང་ངོ་།
en: I was already unwell when I went forth.”

source: བདག་བྲོ་འཚལ་བཞིན་དུ་རབ་ཏུ་བྱུང་ངོ་། །
en: I was already unwell when I went forth.”

source: ཅིའི་ཕྱིར་ཁྱོད་ཀྱིས་ཁོ་བོ་ལ་མ་སྨྲས།
en: “Why did you not tell me?”

source: དེས་སྨྲས་པ། མཁན་པོ་ཁྱོད་ཀྱིས་བདག་ལ་སྨྲས་སམ་ཅི།
en: “Preceptor,” he replied, “what would you have said to me?”

source: དེ་མི་དགའ་བར་གྱུར་ཅིང་འདུག་པ་དང་། དེའི་ལྷན་ཅིག་གནས་པ་དང་ཉེ་གནས་རྣམས་ལྷགས་ཏེ་སྨྲས་པ།
en: The preceptor was seated, unhappy, when his wards and apprentices happened by and asked,

source: མཁན་པོ་ཁྱོད་ཅིའི་སླད་དུ་མི་དགྱེས་ཤིང་བཞུགས།
en: “Preceptor, why do you sit here thus, so unhappy?”

source: བུ་དག་རིགས་ཀྱི་བུ་འདི་ན་བཞིན་དུ་རབ་ཏུ་ཕྱུང་བས་ཁོ་བོས་ནད་བྲང་ཉེ་བར་གཞག་གོ། །
en: “Boys, I have allowed the going forth of an invalid son of noble family, so I will have to place him in the infirmary.”

source: དེ་དག་གིས་སྨྲས་པ། མཁན་པོ་བཅོམ་ལྡན་འདས་ཀྱིས་སྐྱེས་བུ་དམ་པ་ནི་གཉིས་ཏེ།
en: “Preceptor,” they replied, “the Blessed One has said there are two types of saints,

source: ཁུར་མ་བླངས་པ་ལེན་པར་མི་བྱེད་པ་དང་། གང་ཁུར་བླངས་པ་མཐར་ཕྱིན་པར་བྱེད་པའོ་ཞེས་བཀའ་སྩལ་པས་
en: those who do not assume burdens they do not bear and those who carry through to the end those burdens they bear.

source: ཁུར་བླངས་པ་འདི་མཐར་ཕྱིན་པར་མཛོད་ཅིག །
en: You must carry through to the end this burden you bear.”

source: དེ་དག་ཕན་ཚུན་སྨྲ་ཞིང་འཁོད་པ་ན་འཚོ་བྱེད་ཀྱང་ཕྱོགས་དེར་འོངས་ནས་དེ་དག་གིས་དེ་ལ་སྨྲས་པ།
en: As they stood discussing the matter amongst themselves, the physician passed by and they inquired of him,

source: འཚོ་བྱེད་གཞོན་ནུ་འདིའི་ནད་ཅི་ཡིན་ལྟོས་ཤིག །
en: “Physician Kumārabhṛta! What illness is this? Please have a look.”

source: དེས་སྨྲས་པ། བྲོ་ལྕི་སྟེ།
en: “It is a grave illness,” he replied.

source: འདི་ལྟར་རྒྱལ་པོས་འདིའི་ཡོ་བྱད་ཐམས་ཅད་སྦྱར་ཅིང་བདག་གིས་འདིའི་གསོས་བགྱིས་ལ།
en: “Have the king provide all that is required and I shall try to cure him.

source: འཕགས་པ་དག་གིས་བྲོ་གཡོག་མཛད་ན་རིང་པོ་མི་ཐོགས་པ་ཁོ་ནར་སོས་པར་འགྱུར་རོ་ཞེས་དེས་དེའི་གསོས་བྱས་པ་དང་དེ་སོས་པར་གྱུར་ཏོ། །
en: But he will only recover quickly if you noble ones nurse him.” The physician then treated the invalid and he was cured.

source: དེས་སྨྲས་པ། མཁན་པོ་བདག་གང་གི་དོན་དུ་རབ་ཏུ་འབྱུང་བའི་དོན་དེ་བདག་གིས་ཐོབ་ཀྱིས་མཆིའོ། །
en: The newly cured monk said, “Preceptor, I have achieved the aim I had in going forth.”

source: དེས་སྨྲས་པ། བུ་ཁྱོད་ཀྱིས་དགྲ་བཅོམ་པ་ཉིད་མངོན་དུ་བྱས་སམ། མཁན་པོ་མ་བགྱིས་སོ། །
en: “Son, have you actualized arhatship?” he asked. “No, preceptor, I have not.”

source: འོ་ན་ཅི་ཁྱོད་ཀྱིས་ཕྱིར་མི་འོང་བའི་འབྲས་བུའམ། ལན་གཅིག་ཕྱིར་འོང་བའི་འབྲས་བུའམ།
en: “Well then, have you actualized a non-returner’s fruition? A once-returner’s fruition?

source: རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་མངོན་དུ་བྱས་སམ། མཁན་པོ་མ་བགྱིས་ཏེ།
en: A stream enterer’s fruition?” “No, preceptor, I have not.

source: བདག་བྲོ་འཚལ་བས་རབ་ཏུ་བྱུང་ན་ད་བདག་སོས་པར་གྱུར་ཏོ། །
en: But I was unwell. Then I went forth and now am cured.”

source: དེས་སྨྲས་པ། བུ་གང་དུ་འགྲོ། མཁན་པོ་སྡུམ་པར་འཆིའོ། །
en: He asked, “Son, where will you go?” “I will return home, preceptor.”
